import React from 'react'

const Skill = () => {
  return (
    <section id="skill">
      <div className="skill__inner">
        <h2 className="skill__tiltle">
          challenge <em>나의 도전</em>
        </h2>
        <div className="skill__desc">
          <span>1.</span>
          <h3>목표를 향한 도전</h3>
          <p>어떤 도전에도 굴하지 않고 목표를 향해 열정적으로 나아가는 게 제 장점입니다. 어려운 과제와 복잡한 프로젝트를 직면할 때마다, 문제를 해결하고 성공을 이끌어가는 데 헌신하며, 어떤 어려움도 도전으로 받아들이고 극복합니다. 목표를 달성하기 위한 열정을 가지고 있으며, 그 끈기로 목표를 향해 나아갑니다.</p>
          <span>2.</span>
          <h3>성실하게 앞으로 나아가는 태도</h3>
          <p>어떤 일을 맡더라도 성실하게 노력하며 항상 개선하고 발전하려는 태도를 가지고 있습니다. 일을 수행할 때 더 나은 방법을 찾고, 항상 자기 계발에 힘쓰며 학습하는 것을 즐깁니다. 성취와 성장을 위해 끊임없이 공부하고 발전하는 것이 제 모토입니다.</p>
          <span>3.</span>
          <h3>실패에도 주저앉지 않는 의지</h3>
          <p>실패는 학습의 일부로 받아들이며, 그것을 통해 더 강해집니다. 어떤 상황에서도 포기하지 않고, 실패로부터 중요한 교훈을 얻어내는 데 헌신합니다. 실패가 제게 더 나은 방향으로 나아가기 위한 계기라고 믿으며, 어떠한 어려움도 극복하고 더 나은 결과를 이루어냅니다.</p>
        </div>
      </div>
    </section>
  )
}

export default Skill
